---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityHeight
source: html/cd53eb1f-92c0-af14-ddd9-4bc594d4f674.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportAdtEntityHeight { get; }
```